Repository: zaerl/zaerl-avatar
Catalog: languages/za-avatar-*.po
Languages: it_it

source: Your avatar's filesize is too large. The maximum filesize allowed is %u KB. Please upload a smaller file.
it_it: La dimensione del file del tuo avatar è troppo grande. La dimensione massima è %u KB. Per favore carica un file più piccolo.

source: The file you uploaded is not a valid image.
it_it: Il file che hai caricato non è un'immagine.

source: Avatar uploaded successfully.
it_it: Avatar caricato con successo.

source: Avatar deleted successfully.
it_it: Avatar cancellato con successo.

source: You don't have an avatar!
it_it: Non hai un avatar!

source: Upload a new avatar. (%u KB maximum)
it_it: Carica un nuovo avatar. (massimo %u KB)

source: Upload an avatar
it_it: Carica un avatar

source: Delete Avatar &raquo;
it_it: Cancella avatar &raquo;

source: Are you sure you want to delete your avatar?
it_it: Sei sicuro di voler cancellare il tuo avatar?

source: %s Settings
it_it: Impostazioni di %s

source: Image Maximum Size
it_it: Dimensione massima delle immagini

source: Specify the maximum size, in kilobyte, of uploaded images.
it_it: Specifica la dimensione massima, in kilobyte, delle immagini caricate.

source: Thumbnail Size
it_it: Dimensione delle anteprime

source: Specify the thumbnail size.
it_it: Specifica la dimensione delle anteprime.

source: Save Changes
it_it: Salva cambiamenti

source: <strong>Settings saved.</strong>
it_it: <strong>Impostazioni salvate.</strong>

source: za_avatar was unable to create the folders needed. Please create a folder called avatars in your forum root and set its permissions to 0777 (drwxrwxrwx). <a href="%s">Click here when you have done this</a>.
it_it: za_avatar non è stato in grado di creare le cartelle necessarie. Per favore crea una cartella chiamata avatars nella cartella principale del tuo forum e imposta i permessi a 0777 (drwxrwxrwx). <a href="%s">Clicca qui quando hai fatto</a>.
